Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Female
de: Weiblich
es: Mujer
fr: Féminin
it: Donna
pl: Kobieta
pt_pt: Fêmea
ru: Женский
th: หญิง
zh_hans: 女性
zh_hant: 女性

source: Fetch the available models from %@ using your saved key
de: Verfügbare Modelle von %@ mit deinem gespeicherten Schlüssel abrufen
es: Obtén los modelos disponibles de %@ con tu clave guardada
fr: Récupérer les modèles disponibles depuis %@ avec votre clé enregistrée
it: Recupera i modelli disponibili da %@ usando la tua chiave salvata
pl: Pobierz dostępne modele z %@, używając zapisanego klucza
pt_pt: Procura os modelos disponíveis em %@ usando a tua chave guardada
ru: Получить список доступных моделей от %@ с помощью сохранённого ключа
th: ดึงข้อมูลโมเดลที่มีอยู่จาก %@ โดยใช้คีย์ที่บันทึกไว้
zh_hans: 使用你已保存的密钥从 %@ 获取可用模型
zh_hant: 使用你已儲存的金鑰從 %@ 取得可用模型

source: File
de: Datei
es: Archivo
fr: Fichier
pl: Plik
pt_pt: Ficheiro
ru: Файл
th: ไฟล์
zh_hans: 文件
zh_hant: 檔案

source: Filter by source
de: Nach Quelle filtern
es: Filtrar por fuente
fr: Filtrer par source
it: Filtra per fonte
pl: Filtruj według źródła
pt_pt: Filtrar por fonte
ru: Фильтровать по источнику
th: กรองตามแหล่งที่มา
zh_hans: 按来源过滤
zh_hant: 按來源過濾

source: Filter by sport
de: Filtern Sie nach Sportart
es: Filtrar por deporte
fr: Filtrer par sport
it: Filtra per sport
pl: Filtruj według dyscypliny
pt_pt: Filtrar por esporte
ru: Фильтровать по виду спорта
th: กรองตามประเภทกีฬา
zh_hans: 按运动过滤
zh_hant: 按運動過濾

source: Find duplicate questions
de: Doppelte Fragen finden
es: Buscar preguntas duplicadas
fr: Rechercher les questions en double
it: Trova domande duplicate
pl: Znajdź zduplikowane pytania
pt_pt: Encontrar perguntas duplicadas
ru: Найти повторяющиеся вопросы
th: ค้นหาคำถามที่ซ้ำกัน
zh_hans: 查找重复问题
zh_hant: 尋找重複問題

source: Find it in the sidebar under Data Sources.
de: Du findest es in der Seitenleiste unter Datenquellen.
es: Encuéntralo en la barra lateral, en Fuentes de datos.
fr: Retrouvez-le dans la barre latérale sous Sources de données.
it: Lo trovi nella barra laterale sotto Sorgenti dati.
pl: Znajdź go na pasku bocznym w obszarze Źródła danych.
pt_pt: Encontre-o na barra lateral em Fontes de dados.
ru: Вы найдёте это в боковой панели, в разделе «Источники данных».
th: ค้นหาได้ในแถบด้านข้างใต้แหล่งข้อมูล
zh_hans: 在侧边栏的「数据来源」下找到它。
zh_hant: 在側邊欄的「資料來源」下找到它。

source: Find your resonance pace
de: Finde dein Resonanztempo
es: Encuentra tu ritmo de resonancia
fr: Trouvez votre rythme de résonance
it: Trova il tuo ritmo di risonanza
pl: Znajdź swoje tempo rezonansowe
pt_pt: Encontre o teu ritmo de ressonância
ru: Найдите свой резонансный темп
th: ค้นหาจังหวะเสียงสะท้อนของคุณ
zh_hans: 找到你的共振节奏
zh_hant: 找到你的共振節奏

source: Find your strap
de: Finde deinen Strap
es: Encuentra tu pulsera
fr: Trouvez votre bracelet
it: Trova la tua fascia
pl: Znajdź swój pasek
pt_pt: Encontre a tua bracelete
ru: Найти браслет
th: ค้นหาสายรัดของคุณ
zh_hans: 查找你的手环
zh_hant: 尋找你的手環

source: Fine-tune access
de: Zugriff anpassen
es: Ajustar el acceso
fr: Affiner l'accès
it: Ottimizzare l'accesso
pl: Dostrój dostęp
pt_pt: Ajuste o acesso
ru: Тонкая настройка доступа
th: ปรับแต่งการเข้าถึง
zh_hans: 微调访问
zh_hant: 微調訪問

source: Fine-tune when alerts reach your wrist.
de: Feinjustiere, wann Hinweise dein Handgelenk erreichen.
es: Ajusta cuándo llegan las alertas a tu muñeca.
fr: Ajustez précisément quand les alertes atteignent votre poignet.
it: Regola nel dettaglio quando gli avvisi arrivano al tuo polso.
pl: Dostosuj, kiedy alerty dotrą na Twój nadgarstek.
pt_pt: Ajuste quando os alertas chegam ao teu pulso.
ru: Точно настройте, когда уведомления доходят до вашего запястья.
th: ปรับแต่งอย่างละเอียดเมื่อการแจ้งเตือนมาถึงข้อมือของคุณ
zh_hans: 微调提醒送达手腕的时机。
zh_hant: 微調提醒送達手腕的時機。

source: Finish
de: Fertigstellen
es: Finalizar
fr: Terminer
it: Fine
pl: Skończyć
pt_pt: Terminar
ru: Завершить
th: เสร็จ
zh_hans: 完成
zh_hant: 完成

source: Finish selecting
de: Beenden Sie die Auswahl
es: Terminar de seleccionar
fr: Terminer la sélection
it: Completa la selezione
pl: Zakończ wybieranie
pt_pt: Concluir a seleção
ru: Завершить выбор
th: เสร็จสิ้นการเลือก
zh_hans: 完成选择
zh_hant: 完成選擇

source: Finishing the pairing handshake. Sync now becomes available once the strap is paired.
de: Kopplungs-Handshake wird abgeschlossen. „Jetzt synchronisieren“ wird verfügbar, sobald der Strap gekoppelt ist.
es: Terminando el handshake de emparejamiento. Sincronizar ahora estará disponible una vez que la pulsera esté emparejada.
fr: Finalisation de la poignée de main d'appairage. La synchronisation immédiate devient disponible une fois le bracelet appairé.
it: Completamento della procedura di abbinamento. La sincronizzazione immediata sarà disponibile una volta abbinata la fascia.
pl: Zakończenie uścisku dłoni w ramach parowania. Synchronizacja staje się teraz dostępna po sparowaniu paska.
pt_pt: Finalização do aperto de mão de emparelhamento. A sincronização fica agora disponível quando a bracelete é emparelhada.
ru: Завершение процедуры сопряжения. Синхронизация станет доступна, как только браслет будет сопряжён.
th: กำลังยืนยันการจับคู่ เมื่อจับคู่สายรัดเสร็จแล้วจึงจะซิงค์ได้
zh_hans: 正在完成配对握手。手环配对后即可使用同步。
zh_hant: 正在完成配對交握。手環配對完成後，即可使用「立即同步」。

source: Fire a single haptic pulse on the strap (requires a bonded connection)
de: Einen einzelnen haptischen Impuls am Strap auslösen (erfordert eine gekoppelte Verbindung)
es: Emite un único pulso háptico en la pulsera (requiere una conexión vinculada)
fr: Envoyer une impulsion haptique sur le bracelet (nécessite une connexion associée)
it: Invia un singolo impulso aptico alla fascia (richiede una connessione abbinata)
pl: Wystrzel pojedynczy impuls dotykowy na pasku (wymagane połączenie)
pt_pt: Dispare um único pulso háptico na bracelete (requer uma ligação colada)
ru: Отправить один виброимпульс на браслет (требуется сопряжённое подключение)
th: ส่งสัญญาณชีพจรแบบสัมผัสเดียวบนสายรัด (ต้องมีการเชื่อมต่อแบบบอนด์)
zh_hans: 在手环上触发一次触感脉冲（需要已绑定的连接）
zh_hant: 在手環上觸發一次觸感脈衝（需要已綁定的連接）

source: Fire a test buzz now
de: Jetzt eine Testvibration auslösen
es: Emitir una vibración de prueba ahora
fr: Envoyer une vibration test maintenant
it: Invia ora una vibrazione di prova
pl: Uruchom teraz testowy buzz
pt_pt: Dispare um buzz de teste agora
ru: Проверить вибрацию
th: ทดลองสั่นตอนนี้
zh_hans: 立即触发一次测试震动
zh_hant: 立即觸發一次測試震動

source: Fire a test haptic buzz on the strap (requires an active strap connection)
de: Eine haptische Testvibration am Strap auslösen (erfordert eine aktive Strap-Verbindung)
es: Emite una vibración háptica de prueba en la pulsera (requiere una conexión activa con la correa)
fr: Envoyer une vibration haptique test sur le bracelet (nécessite une connexion active)
it: Invia una vibrazione aptica di prova alla fascia (richiede una connessione attiva con la fascia)
pl: Uruchom testowy sygnał dotykowy na pasku (wymaga aktywnego połączenia paska)
pt_pt: Dispare um zumbido tátil de teste na bracelete (requer uma ligação ativa da bracelete)
ru: Проверить вибрацию на браслете (требуется активное подключение)
th: ส่งการสั่นทดสอบไปยังสายรัด (ต้องเชื่อมต่อสายรัดอยู่)
zh_hans: 在手环上触发一次测试震动（需要有效的手环连接）
zh_hant: 在手環上觸發一次測試震動（需要有效的手環連接）

source: Fires a test buzz on your strap
de: Löst eine Testvibration an deinem Strap aus
es: Emite una vibración de prueba en tu pulsera
fr: Envoie une vibration test sur votre bracelet
it: Invia una vibrazione di prova alla tua fascia
pl: Wystrzeliwuje sygnał testowy na pasku
pt_pt: Dispara um zumbido de teste na tua bracelete
ru: Проверяет вибрацию на браслете
th: ทดสอบให้สายรัดสั่น
zh_hans: 在你的手环上触发一次测试震动
zh_hant: 在你的手環上觸發一次測試震動

source: Fires the moment the strap leaves your wrist.
de: Löst in dem Moment aus, in dem der Strap dein Handgelenk verlässt.
es: Se activa en el momento en que la pulsera sale de tu muñeca.
fr: Se déclenche au moment où le bracelet quitte votre poignet.
it: Scatta nel momento in cui la fascia lascia il polso.
pl: Uruchamia się w momencie, gdy pasek opuszcza nadgarstek.
pt_pt: Dispara no momento em que a bracelete sai do teu pulso.
ru: Срабатывает в момент, когда браслет снимается с запястья.
th: ยิงทันทีที่สายรัดหลุดจากข้อมือของคุณ
zh_hans: 手环一离开手腕就会触发。
zh_hant: 在手環離開手腕的那一刻觸發。

source: First saved %@
de: Zuerst gespeichert %@
es: Guardado por primera vez %@
fr: Enregistré pour la première fois %@
it: Salvato la prima volta %@
pl: Pierwszy zapis %@
pt_pt: Guardado pela primeira vez %@
ru: Впервые сохранено %@
th: บันทึกครั้งแรก %@
zh_hans: 首次保存于 %@
zh_hant: 首次儲存於 %@

source: fit from your phone
de: an dein Telefon angepasst
es: ajustado desde tu teléfono
fr: ajusté depuis votre téléphone
it: adattamento dal tuo telefono
pl: pasuje do Twojego telefonu
pt_pt: ajuste do teu telemóvel
ru: фитнес-данные с телефона
th: พอดีกับโทรศัพท์ของคุณ
zh_hans: 来自你手机的 fit 数据
zh_hant: 來自你手機的 fit 資料

source: Fitness Age
de: Fitnessalter
es: Edad fitness
fr: Âge fitness
it: Età fitness
pl: Wiek sprawnościowy
pt_pt: Idade de condicionamento físico
ru: Фитнес-возраст
th: อายุสมรรถภาพ
zh_hans: 体能年龄
zh_hant: 體能年齡

# Fitness Age %lld, %@. Tap to see the trend.
source: Fitness Age %1$lld, %2$@. Tap to see the trend.
de: Fitnessalter %1$lld, %2$@. Tippe für den Trend.
es: Edad fitness %lld, %@. Toca para ver la tendencia.
fr: Âge fitness %1$lld, %2$@. Touchez pour voir la tendance.
it: Età di fitness %lld, %@. Tocca per vedere l'andamento.
pl: Wiek sprawnościowy %1$lld, %2$@. Kliknij, aby zobaczyć trend.
pt_pt: Idade de aptidão física %1$lld, %2$@. Toque para ver a tendência.
ru: Фитнес-возраст %1$lld, %2$@. Нажмите, чтобы увидеть тренд.
th: ฟิตเนสเอจ %lld, %@. แตะเพื่อดูแนวโน้ม
zh_hans: 体能年龄 %1$lld，%2$@。点击查看趋势。
zh_hant: 體能年齡 %1$lld，%2$@。點一下查看趨勢。

# Fitness Age %lld, %lld year%@ %@ than your age. Tap to see the trend.
source: Fitness Age %1$lld, %2$lld year%3$@ %4$@ than your age. Tap to see the trend.
de: Fitnessalter %1$lld, %2$lld Jahr%3$@ %4$@ als dein Alter. Tippe für den Trend.
es: Edad fitness %lld, %lld año%@ %@ que tu edad. Toca para ver la tendencia.
fr: Âge fitness %1$lld, %2$lld an%3$@ %4$@ que votre âge. Touchez pour voir la tendance.
it: Età di fitness %1$lld, %2$lld anno%3$@ %4$@ rispetto alla tua età. Tocca per vedere l'andamento.
pl: Wiek sprawnościowy %1$lld, %2$lld rok%3$@ %4$@ niż Twój wiek. Kliknij, aby zobaczyć trend.
pt_pt: Idade de aptidão física %1$lld, %2$lld ano%3$@ %4$@ do que a tua idade. Toque para ver a tendência.
ru: Фитнес-возраст %1$lld: на %2$lld год%3$@ %4$@ вашего возраста. Нажмите, чтобы увидеть тренд.
th: อายุฟิตเนส %lld, %lld ปี%@ %@ มากกว่าอายุของคุณ แตะเพื่อดูแนวโน้ม
zh_hans: 体能年龄 %1$lld 岁，比你的年龄%4$@ %2$lld 岁%3$@。点击查看趋势。
zh_hant: 體能年齡 %1$lld 歲，比你的年齡%4$@ %2$lld 歲%3$@。點擊查看趨勢。

source: Fitted from
de: Angepasst aus
es: Ajustado a partir de
fr: Ajusté à partir de
it: Calcolato da
pl: Dopasowane od
pt_pt: Equipado de
ru: Подобрано по
th: ติดมาจาก
zh_hans: 拟合自
zh_hant: 擬合自

source: Fix in Settings
de: In den Einstellungen beheben
es: Corregir en Ajustes
fr: Corriger dans Paramètres
it: Correggi nelle Impostazioni
pl: Napraw w Ustawieniach
pt_pt: Correção nas definições
ru: Исправить в настройках
th: แก้ไขในการตั้งค่า
zh_hans: 在设置中修正
zh_hant: 在設定中修正

source: Fixed time
de: Feste Zeit
es: tiempo fijo
fr: Heure fixe
it: Tempo fisso
pl: Stała godzina
pt_pt: Tempo fixo
ru: Фиксированное время
th: เวลาคงที่
zh_hans: 固定时间
zh_hant: 固定時間

source: Flags accepted, but the enable sequence doesn't start a separate live stream. The deep records arrive as part of the normal history sync (#494).
de: Flags akzeptiert, aber die Aktivierungssequenz startet keinen separaten Live-Stream. Die Deep-Datensätze kommen als Teil der normalen Verlaufssynchronisierung an (#494).
es: Indicadores aceptados, pero la secuencia de activación no inicia una transmisión en vivo separada. Los registros profundos llegan como parte de la sincronización normal del historial (#494).
fr: Indicateurs acceptés, mais la séquence d'activation ne démarre pas de flux en direct séparé. Les enregistrements détaillés arrivent dans le cadre de la synchronisation normale de l'historique (#494).
it: Flag accettati, ma la sequenza di attivazione non avvia un flusso in diretta separato, i record dettagliati arrivano come parte della normale sincronizzazione della cronologia (#494).
pl: Flagi zostały zaakceptowane, ale sekwencja włączenia nie rozpoczyna osobnej transmisji na żywo. Głębokie zapisy docierają w ramach normalnej synchronizacji historii (#494).
pt_pt: Sinalizadores aceites, mas a sequência de ativação não inicia uma transmissão em direto separada. Os registos profundos chegam como parte da sincronização normal do histórico (#494).
ru: Флаги приняты, но последовательность включения не запускает отдельный поток в реальном времени. Подробные записи приходят в рамках обычной синхронизации истории (#494).
th: ยอมรับการตั้งค่าสถานะแล้ว แต่ลำดับการเปิดใช้งานไม่ได้เริ่มสตรีมแบบเรียลไทม์แยกต่างหาก บันทึกเชิงลึกมาถึงโดยเป็นส่วนหนึ่งของการซิงค์ประวัติปกติ (#494)
zh_hans: 标志位已接受，但启用序列不会启动一个独立的实时流，深度记录会作为常规历史同步的一部分到达（#494）。
zh_hant: 旗標已接受，但啟用序列不會啟動一個獨立的即時流，深度記錄會作為常規歷史同步的一部分到達（#494）。

source: flat
de: flach
es: estable
fr: stable
it: stabile
pl: płaski
ru: без изменений
th: แบน
zh_hans: 持平
zh_hant: 持平

source: Floating button
de: Schwebende Schaltfläche
es: Botón flotante
fr: Bouton flottant
it: Pulsante mobile
pl: Pływający przycisk
pt_pt: Botão flutuante
ru: Плавающая кнопка
th: ปุ่มลอย
zh_hans: 浮动按钮
zh_hant: 浮動按鈕

source: Follicular
de: Follikelphase
es: Folicular
fr: Folliculaire
it: Follicolare
pl: Pęcherzykowy
pt_pt: Folicular
ru: Фолликулярная
th: ฟอลลิคูลาร์
zh_hans: 卵泡期
zh_hant: 濾泡期

source: For a WHOOP 4.0, which sends no step count: NOOP estimates steps from motion, calibrated to your phone. Tap to see how close it is and adjust it.
de: Für ein WHOOP 4.0, das keine Schrittzahl sendet: NOOP schätzt Schritte aus Bewegung, kalibriert an deinem Telefon. Tippe, um zu sehen, wie nah es dran ist, und passe es an.
es: Para una WHOOP 4.0, que no envía recuento de pasos: NOOP estima los pasos a partir del movimiento, calibrado con tu teléfono. Toca para ver qué tan preciso es y ajustarlo.
fr: Pour un WHOOP 4.0, qui n'envoie pas de nombre de pas : NOOP estime les pas à partir du mouvement, calibré sur votre téléphone. Touchez pour voir à quel point c'est proche et l'ajuster.
it: Per un WHOOP 4.0, che non invia il conteggio dei passi: NOOP stima i passi dal movimento, calibrato sul tuo telefono. Tocca per vedere quanto è preciso e regolarlo.
pl: W przypadku WHOOP 4.0, który nie wysyła liczby kroków: NOOP szacuje kroki na podstawie ruchu, skalibrowanego do Twojego telefonu. Kliknij, aby zobaczyć, jak blisko jest, i dostosuj go.
pt_pt: Para um WHOOP 4.0, que não envia contagem de passos: o NOOP estima os passos do movimento, calibrados para o teu telemóvel. Toque para ver o quão próximo está e ajuste-o.
ru: Для WHOOP 4.0, который не передаёт количество шагов: NOOP оценивает шаги по данным движения, откалиброванным по вашему телефону. Нажмите, чтобы увидеть точность и настроить её.
th: สำหรับ WHOOP 4.0 ซึ่งไม่ส่งการนับก้าว: NOOP จะประมาณจำนวนก้าวจากการเคลื่อนไหว โดยปรับเทียบกับโทรศัพท์ของคุณ แตะเพื่อดูว่าใกล้แค่ไหนแล้วปรับ
zh_hans: 对于不发送步数的 WHOOP 4.0：NOOP 会根据运动来估算步数，并以你的手机进行校准。点击查看它有多接近，并进行调整。
zh_hant: 對於不發送步數的 WHOOP 4.0：NOOP 會根據運動來估算步數，並以你的手機進行校準。點擊查看它有多接近，並進行調整。

source: For anything medical, or anything that really matters, talk to a qualified professional. The coach can be wrong and can miss context you didn't share.
de: Bei allem Medizinischen oder wirklich Wichtigen sprich mit qualifiziertem Fachpersonal. Der Coach kann sich irren und Zusammenhänge übersehen, die du nicht geteilt hast.
es: Para cualquier cosa médica, o algo que de verdad importe, consulta a un profesional cualificado. El coach puede equivocarse y pasar por alto contexto que no compartiste.
fr: Pour tout ce qui est médical, ou vraiment important, parle à un professionnel qualifié. Le coach peut se tromper et manquer un contexte que tu n'as pas partagé.
it: Per qualsiasi cosa di carattere medico o davvero importante, parla con un professionista qualificato. L'allenatore può sbagliarsi e perdere il contesto che non hai condiviso.
pl: W sprawach medycznych i we wszystkim, co naprawdę istotne, porozmawiaj z wykwalifikowanym specjalistą. Trener może się mylić i może nie znać kontekstu, którego mu nie przekazałeś.
pt_pt: Para qualquer coisa médica ou que realmente importe, converse com um profissional qualificado. O treinador pode estar errado e perder o contexto que você não compartilhou.
ru: По вопросам медицинского или действительно важного характера обращайтесь к квалифицированному специалисту. Тренер может ошибаться и упускать из виду контекст, которым вы не поделились.
th: สำหรับเรื่องทางการแพทย์หรือเรื่องใดก็ตามที่สำคัญจริงๆ โปรดพูดคุยกับผู้เชี่ยวชาญที่มีคุณสมบัติเหมาะสม โค้ชอาจผิดและอาจพลาดบริบทที่คุณไม่ได้แชร์
zh_hans: 对于任何医疗或任何真正重要的事情，请咨询合格的专业人士。教练可能是错的，并且可能会错过你没有分享的背景。
zh_hant: 對於任何醫療或任何真正重要的事情，請諮詢合格的專業人士。教練可能是錯的，並且可能會錯過你沒有分享的背景。

source: Force-quit the official WHOOP app first, or pairing may fail.
de: Beende zuerst die offizielle WHOOP-App vollständig, sonst kann die Kopplung fehlschlagen.
es: Fuerza el cierre de la app oficial de WHOOP primero, o el emparejamiento puede fallar.
fr: Forcez d'abord la fermeture de l'application officielle WHOOP, sinon l'appairage risque d'échouer.
it: Chiudi forzatamente l'app ufficiale WHOOP prima, altrimenti l'abbinamento potrebbe fallire.
pl: Wymuś najpierw zamknięcie oficjalnej aplikacji WHOOP, w przeciwnym razie parowanie może się nie powieść.
pt_pt: Force primeiro o encerramento da aplicação oficial WHOOP ou o emparelhamento poderá falhar.
ru: Сначала принудительно закройте официальное приложение WHOOP, иначе сопряжение может не удаться.
th: บังคับออกจากแอป WHOOP อย่างเป็นทางการก่อน ไม่เช่นนั้นการจับคู่อาจล้มเหลว
zh_hans: 请先强制退出官方 WHOOP 应用，否则配对可能失败。
zh_hant: 請先強制退出官方 WHOOP 應用程式，否則配對可能失敗。

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
it: Dimentica
pl: Zapomnij
pt_pt: Esquecer
ru: Забыть
th: ลบข้อมูลที่จำไว้
zh_hans: 忘记
zh_hant: 忘記

source: Forget all remembered facts
de: Alle gespeicherten Fakten vergessen
es: Olvidar todos los datos guardados
fr: Oublier tous les faits retenus
it: Dimentica tutti i fatti ricordati
pl: Zapomnij wszystkie zapamiętane fakty
pt_pt: Esqueça todos os fatos lembrados
ru: Забудьте все запомнившиеся факты
th: ลืมข้อเท็จจริงที่จำได้ทั้งหมด
zh_hans: 忘记所有记住的事实
zh_hant: 忘記所有記住的事實

source: Forget device
de: Gerät vergessen
es: Olvidar dispositivo
fr: Oublier l'appareil
it: Dimentica dispositivo
pl: Zapomnij o urządzeniu
pt_pt: Esquecer dispositivo
ru: Забыть устройство
th: ลบอุปกรณ์นี้
zh_hans: 忘记设备
zh_hant: 忘記裝置

source: Forget device…
de: Gerät vergessen…
es: Olvidar dispositivo…
fr: Oublier l'appareil…
it: Dimentica dispositivo…
pl: Zapomnij o urządzeniu…
pt_pt: Esquecer dispositivo…
ru: Забыть устройство…
th: ลบอุปกรณ์นี้…
zh_hans: 忘记设备…
zh_hant: 忘記裝置…

source: Forget everything
de: Alles vergessen
es: Olvidarlo todo
fr: Tout oublier
it: Dimentica tutto
pl: Zapomnij wszystko
pt_pt: Esqueça tudo
ru: Забудь все
th: ลืมทุกสิ่งทุกอย่าง
zh_hans: 忘记一切
zh_hant: 忘記一切

source: Forget everything the coach remembers?
de: Alles vergessen, woran sich der Coach erinnert?
es: ¿Olvidar todo lo que el coach recuerda?
fr: Oublier tout ce dont le coach se souvient ?
it: Dimenticare tutto ciò che il coach ricorda?
pl: Zapomnieć wszystko, co pamięta trener?
pt_pt: Esquecer tudo o que o coach recorda?
ru: Забыть всё, что помнит тренер?
th: ลืมทุกอย่างที่โค้ชจำได้เหรอ?
zh_hans: 忘记教练记住的一切？
zh_hant: 忘記教練記住的一切？

source: Forget key
de: Schlüssel vergessen
es: Olvidar clave
fr: Oublier la clé
it: Dimentica la chiave
pl: Zapomnij klucz
pt_pt: Esqueci a chave
ru: Забыть ключ
th: ลืมกุญแจ.
zh_hans: 忘记钥匙
zh_hant: 忘記鑰匙

source: Forget Oura access
de: Oura Zugang vergessen
es: Olvídate de nuestro acceso
fr: Oublie l'accès à Oura
pl: Zapomnij o dostępie Oura
pt_pt: Esqueça o acesso Oura
th: ลืมการเข้าถึงของ Oura

source: Forget permanently
de: Endgültig vergessen
es: Olvidar definitivamente
fr: Oublier définitivement
it: Dimentica definitivamente
pl: Zapomnij trwale
pt_pt: Esquecer definitivamente
ru: Забыть навсегда
th: ลบอย่างถาวร
zh_hans: 永久忘记
zh_hant: 永久忘記

source: Forget saved key
de: Gespeicherten Schlüssel vergessen
es: Olvidar clave guardada
fr: Oublier la clé enregistrée
it: Dimentica la chiave salvata
pl: Zapomnij zapisany klucz
pt_pt: Esqueci a chave salva
ru: Забыть сохраненный ключ
th: ลืมรหัสที่บันทึกไว้
zh_hans: 忘记保存的密钥
zh_hant: 忘記已儲存的密鑰

source: Forget the saved key and disconnect
de: Gespeicherten Schlüssel vergessen und trennen
es: Olvidar la clave guardada y desconectar
fr: Oublier la clé enregistrée et déconnecter
it: Dimentica la chiave salvata e disconnetti
pl: Zapomnij zapisany klucz i rozłącz się
pt_pt: Esqueça a chave guardada e desligue
ru: Удалить сохранённый ключ и отключиться
th: ลืมรหัสที่บันทึกไว้และยกเลิกการเชื่อมต่อ
zh_hans: 忘记已保存的密钥并断开连接
zh_hant: 忘記已儲存的金鑰並中斷連接

source: Forget this device?
de: Dieses Gerät vergessen?
es: ¿Olvidar este dispositivo?
fr: Oublier cet appareil ?
it: Dimenticare questo dispositivo?
pl: Zapomnij o tym urządzeniu?
pt_pt: Esquecer este dispositivo?
ru: Забыть это устройство?
th: ลบอุปกรณ์นี้หรือไม่
zh_hans: 忘记此设备？
zh_hant: 忘記此裝置？

source: Forget your saved %@ key?
de: Deinen gespeicherten %@-Schlüssel vergessen?
es: ¿Olvidar tu clave de %@ guardada?
fr: Oublier votre clé %@ enregistrée ?
it: Hai dimenticato la chiave %@ salvata?
pl: Zapomnieć zapisany klucz %@?
pt_pt: Esqueceu sua chave %@ salva?
ru: Забыли сохраненный ключ %@?
th: ลืมรหัส %@ ที่บันทึกไว้ใช่ไหม
zh_hans: 忘记保存的 %@ 密钥？
zh_hant: 忘記已儲存的 %@ 密鑰？

source: Forget: %@
de: Vergessen: %@
es: Olvidar: %@
fr: Oublier : %@
it: Dimentica: %@
pl: Zapomnij: %@
pt_pt: Esqueça: %@
ru: Забудьте: %@
th: ลืม: %@
zh_hans: 忘记：%@
zh_hant: 忘記：%@

source: Found %lld readings to review. Nothing has been saved yet.
de: Es wurden %lld Messwerte zur Überprüfung gefunden. Es wurde noch nichts gespeichert.
es: Se encontraron %lld lecturas para revisar. Aún no se ha salvado nada.
fr: Lectures %lld trouvées à examiner. Rien n'a encore été enregistré.
it: Trovate %lld letture da rivedere. Non è stato ancora salvato nulla.
pl: Znaleziono odczytów do przejrzenia: %lld. Nic nie zostało jeszcze zapisane.
pt_pt: Foram encontradas %lld leituras para revisão. Nada foi salvo ainda.
ru: Найдено %lld показаний для проверки. Еще ничего не сохранилось.
th: พบค่าที่วัดได้ %lld รายการให้ตรวจสอบ และยังไม่ได้บันทึกข้อมูล
zh_hans: 找到 %lld 阅读材料进行复习。尚未保存任何内容。
zh_hant: 找到 %lld 閱讀材料複習。尚未保存任何內容。

source: Frame summary
de: Frame-Zusammenfassung
es: Resumen de tramas
fr: Résumé des trames
it: Riepilogo frame
pl: Podsumowanie ramki
pt_pt: Resumo do quadro
ru: Сводка по кадру
th: สรุปเฟรม
zh_hans: 帧摘要
zh_hant: 幀摘要

source: Frames every reply
de: Prägt jede Antwort
es: Enmarca cada respuesta
fr: Encadre chaque réponse
it: Inquadra ogni risposta
pl: Kształtuje każdą odpowiedź
pt_pt: Enquadra cada resposta
ru: Влияет на каждый ответ
th: ใช้ประกอบทุกคำตอบ
zh_hans: 影响每一次回复
zh_hant: 影響每一次回覆

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
pl: piątek
pt_pt: sex
ru: Пт
th: ศุกร์
zh_hans: 周五
zh_hant: 週五

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pl: Piątek
pt_pt: Sexta-feira
ru: Пятница
th: วันศุกร์
zh_hans: 周五
zh_hant: 週五

source: Friend
de: Freund
es: Amigo
fr: Ami
it: Amico
pl: Przyjaciel
pt_pt: Amigo
ru: Друг
th: เพื่อน
zh_hans: 朋友
zh_hant: 朋友

source: From
de: Von
es: Desde
fr: De
it: Da
pl: Z
pt_pt: De
ru: С
th: จาก
zh_hans: 从
zh_hant: 從

source: from %@
de: von %@
es: desde %@
fr: de %@
it: da %@
pl: z %@
pt_pt: de %@
ru: от %@
th: จาก %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: From Apple Health
de: Aus Apple Health
es: Desde Apple Health
fr: Depuis Apple Health
it: Da Apple Health
pl: Od Apple Health
pt_pt: Do Apple Health
ru: Из Apple Health
th: จาก Apple Health
zh_hans: 来自 Apple 健康
zh_hant: 來自 Apple 健康
